Repository: NAMIP-Computer-Museum/OpenInventory
Catalog: pawtucket/NAM-IP/locale/*/messages.po
Languages: fr_fr

source: About
fr_fr: A propos

source: Filter by
fr_fr: Filtrer par

source: Loading...
fr_fr: Chargement...

source: and %1 more
fr_fr: et %1 de plus

source: close
fr_fr: fermer

source: Sort by:
fr_fr: Trier par:

source: Result
fr_fr: Résultats

source: Results
fr_fr: Résultats

source: Add all results to %1
fr_fr: Ajouter tous les résultats à %1

source: Select results to add to %1
fr_fr: Sélectionner les résultats à ajouter à %1

source: Sort order:
fr_fr: Ordre de tri

source: Ascending
fr_fr: Ascendant

source: Descending
fr_fr: Descendant

source: Start Over
fr_fr: Recommencer

source: Download results as:
fr_fr: Télécharger le résultat sous forme de:

source: Add selected results to %1
fr_fr: Ajouter les résultats sélectionnés à %1

source: Did you mean one of these: %1?
fr_fr: Vouliez-vous dire l'un de ces éléments: %1 ?

source: Did you mean %1?
fr_fr: Vouliez-vous dire %1 ?

source: Next %1
fr_fr: Suivant %1

source: Top
fr_fr: Haut de la page

source: View sub-items
fr_fr: Voir les sous-objets

source: Loading
fr_fr: Chargement

source: Response Information
fr_fr: Information sur la réponse

source: Name
fr_fr: Nom

source: Save
fr_fr: Savegarder

source: You have no %1.
fr_fr: Vous n'avez pas %1.

source: New %1
fr_fr: Nouveau %1

source: New Group
fr_fr: Nouveau groupe

source: %1 members
fr_fr: %1 membres

source: Url to join group
fr_fr: Url pour rejoindre le groupe

source: Members
fr_fr: Membres

source: Group has no users
fr_fr: Le groupe n'a pas de membres

source: Delete
fr_fr: Supprimer

source: Cancel
fr_fr: Annuler

source: Really delete <strong><em>%1</em></strong>? This action cannot be undone.
fr_fr: Voulez-vous réellement supprimer <strong><em>%1</em></strong>? Cette action ne peux pas être annulée.

source: %1 Access
fr_fr: %1 Accès

source: Groups
fr_fr: Groupes

source: remove access
fr_fr: supprimer les accès

source: Users
fr_fr: Utilisateurs

source: Owner
fr_fr: Propriétaire

source: Refine sort by:
fr_fr: Affiner le tri par:

source: All %1
fr_fr: Tous %1

source: Edit Name/Description
fr_fr: Modifier Nom/Description

source: Share %1
fr_fr: Partager %1

source: Manage %1 Access
fr_fr: Gérer %1 accès

source: Start presentation
fr_fr: Démarrer une présentation

source: Download as:
fr_fr: Télécharger comme:

source: New User Group
fr_fr: Nouveau groupe d'utilisateurs

source: Manage Your User Groups
fr_fr: Gérer vos groupes d'utilisateurs

source: Created by
fr_fr: Créé par

source: Displaying %1 view because required data is not available to generate a %1 view
fr_fr: Affichage de la vue %1 car les données requises ne sont pas disponibles pour générer une vue %1

source: Click the %1 near items throughout the site to add items to this %2.
fr_fr: Cliquez sur le %1 près des articles dans le site pour ajouter des articles à ce %2.

source: Respond
fr_fr: Répondre

source: %1 Response%2
fr_fr: %1 Réponse %2

source: Comments
fr_fr: Commentaires

source: add your comment
fr_fr: ajouter votre commentaire

source: No collections available
fr_fr: Il n'y a pas de collections disponibles

source: Your message has been sent.
fr_fr: Votre message a été envoyé.

source: Simple Math Quiz (to prevent SPAMbots)
fr_fr: Question de math simple (pour prévenir des spam)

source: Please correctly answer the security question.
fr_fr: Veuillez répondre correctement à la question de sécurité.

source: Terms and conditions
fr_fr: Termes et conditions

source: I agree to the Terms and Conditions set out herein
fr_fr: J'accepte les conditions générales énoncées dans le présent document.

source: You must agree to the terms and conditions before proceeding.
fr_fr: Vous devez accepter les termes et conditions avant de poursuivre.

source: Featured clips (%1)
fr_fr: Clips à l'honneur (%1)

source: Add your tags and comment
fr_fr: Ajoutez vos tags et commentaires

source: tags separated by commas
fr_fr: les tags doivent être séparés par des virgulles

source: Comment
fr_fr: Commentaire

source: Share this item
fr_fr: Partager cet objet

source: To e-mail address
fr_fr: Adresse e-mail a utiliser

source: Enter multiple addresses separated by commas
fr_fr: Entrez plusieurs adresses séparées par des virgules

source: Your name
fr_fr: Votre nom

source: Your email address
fr_fr: Votre adresse mail

source: Security Question
fr_fr: Question de sécurité

source: Subject
fr_fr: Sujet

source: How to use the image viewer
fr_fr: Comment utiliser le visualiseur d'images

source: Click and drag with the mouse to pan across the image. You can use the mousewheel or trackpad to zoom in or out of the image. The <code>+</code> and <code>-</code> buttons and zoom slider bar at the top of viewer may also be used. The viewer displays the image at full resolution, loading detail as you zoom. The more you zoom the more detail will be visible.
fr_fr: Cliquez et faites glisser la souris pour obtenir une vue panoramique de l'image. Vous pouvez utiliser la molette de la souris ou le pavé tactile pour effectuer un zoom avant ou arrière sur l'image. Le <code>+</code> et <code>-</code> bouttons et la barre de défilement du zoom en haut du visualiseur d'images peut également être utilisée. Le visualiseur affiche les images en pleine résolution, après chargement détails au fur et à mesure que vous zoomez. Plus vous zoomez, plus les détails sont visibles.

source: You may add text annotations to the image. Each annotation is associated with a point, rectangular or polygon area on the image. To create an annotation select the point (line icon), rectangle or polygon tool from the tool bar, then click on the location you wish to annotate.
fr_fr: Vous pouvez ajouter des annotations textuelles à l'image. Chaque annotation est associée à un point, une zone rectangulaire ou polygonale sur l'image. Pour créer une annotation sélectionnez l'outil point (icône de ligne), rectangle ou polygone dans la barre d'outils, puis cliquez sur l'endroit que vous souhaitez annoter.

source: For point annotations a line will appear connecting the location with a text box. The location will also be highlighted with a red translucent circle. You may drag both the point of the line and the text box to adjust position.
fr_fr: Pour les annotations de points, une ligne reliant l'emplacement à une zone de texte apparaît. L'emplacement est également mis en évidence par un cercle rouge translucide. Vous pouvez faire glisser le point de la ligne et la zone de texte pour ajuster la position.

source: For rectangular annotations a rectangle will appear with a text box below and adjacent. Drag on the edges at the highlighted locations to resize the rectangle. Drag the rectangle on its interior to reposition it.
fr_fr: Pour les annotations rectangulaires, un rectangle apparaît avec une zone de texte en dessous et à côté. Faites glisser les bords aux endroits mis en évidence pour redimensionner le rectangle. Faites glisser le rectangle à l'intérieur pour le repositionner.

source: For polygon annotations click repeatedly on the image to establish line segments at various locations for the polygon shape. The shape may have any number of points, and consequently sides. To complete the shape double-click when placing the final point or click on the pan, rectangle or point tools. You can adjust the shape by clicking and dragging on any point. To move the shape, click and drag on the outline, away from any point. To remove a point click on it while holding down the option key. To add a point click on the outline, away from any point, while holding down the option key.
fr_fr: Pour les annotations de polygones, cliquez sur l'image à plusieurs reprises afin d'établir des segments de ligne à différents endroits pour la forme du polygone. La forme peut avoir un nombre quelconque de points, et donc de côtés. Pour compléter la forme, double-cliquez lorsque vous placez le dernier point ou cliquez sur les outils panoramique, rectangle ou point. Vous pouvez ajuster la forme en cliquant sur n'importe quel point et en le faisant glisser. Pour déplacer la forme, cliquez sur le contour et faites-le glisser, de n'importe quel point. Pour supprimer un point, cliquez dessus tout en maintenant la touche option enfoncée. Pour ajouter un point, cliquez sur le contour, loin de tout point, tout en maintenant la touche option enfoncée.

source: You may also drag the text box into position. Click on the text box to add text. All changes to annotations are saved automatically as you work.
fr_fr: Vous pouvez également faire glisser la zone de texte en position. Cliquez sur la zone de texte pour ajouter du texte. Toutes les modifications apportées aux annotations sont enregistrées automatiquement au fur et à mesure que vous travaillez.

source: Keyboard shortcuts
fr_fr: Raccourcis clavier

source: Single-key shortcuts are available for common actions. Pressing the key is equivalent to the corresponding mouse action.
fr_fr: Des raccourcis à une touche sont disponibles pour les actions courantes. Le fait d'appuyer sur une touche équivaut à l'action correspondante de la souris.

source: %1 to activate image panning
fr_fr: %1 pour activer le panoramique sur l'image

source: %1 to select the rectangle annotation tool
fr_fr: %1 pour sélectionner l'outil d'annotation rectangulaire

source: %1 to select the point annotation tool
fr_fr: %1 pour sélectionner l'outil d'annotation de points

source: %1 to select the polygon annotation tool
fr_fr: %1 pour sélectionner l'outil d'annotation polygonale

source: %1 to delete the selected annotation
fr_fr: %1 pour supprimer l'annotation sélectionnée

source: %1 to toggle visibility of the image overview
fr_fr: %1 pour basculer la visibilité de la vue d'ensemble de l'image

source: %1 to return the image to the centered, zoomed out "home" position
fr_fr: %1 pour ramener l'image à la position centrée et zoomée initiale.

source: %1 to toggle visibility of viewer controls
fr_fr: %1 pour basculer la visibilité des contrôles du visualiseur d'images

source: %1 to hide controls and labels
fr_fr: %1 pour masquer les contrôles et les étiquettes

source: %1 or %2 to zoom in in small increments
fr_fr: %1 ou %2 pour effectuer un zoom par petits incréments

source: %1 or %2 to zoom out in small increments
fr_fr: %1 ou %2 pour effectuer un zoom arrière par petits incréments

source: %1, %2, %3 or %4 to pan the image in small increments
fr_fr: %1, %2, %3 ou %4 pour effectuer un panoramique de l'image par petits incréments

source: more
fr_fr: plus

source: item
fr_fr: objet

source: items
fr_fr: objets

source: view %1
fr_fr: voir %1

source: VIEW RECORD
fr_fr: VOIR ENREGISTREMENT

source: comment
fr_fr: commentaire

source: comments
fr_fr: commentaires

source: %1 item
fr_fr: %1 objet

source: %1 items
fr_fr: %1 objets

source: Add item to %1
fr_fr: Ajouter l'objet à %1

source: Select a %1
fr_fr: Sélectionner un %1

source: OR<br/>Create a New %1
fr_fr: OU<br/>Créer un nouveau %1

source: Your %1
fr_fr: Votre %1

source: Select a group
fr_fr: Choisir un groupe

source: Select a user group
fr_fr: Sélectionner un groupe d'utilisateurs

source: OR enter a user
fr_fr: OU entrez un utilisateur

source: Enter a user
fr_fr: Entrez un utilisateur

source: email address or multiple addresses separated by comma
fr_fr: adresse e-mail ou plusieurs adresses séparées par une virgule

source: Access
fr_fr: Accès

source: Can read
fr_fr: Peux lire

source: Can edit
fr_fr: Peux éditer

source: Back to %1
fr_fr: Retour à %1

source: User Groups
fr_fr: Groupes d'utilisateurs

source: change access
fr_fr: changer l'accès

source: write access
fr_fr: écrire l'acces

source: read access
fr_fr: lire l'accès

source: Change to read access
fr_fr: Changer pour lire l'accès

source: Change to write access
fr_fr: Changer l'accès en écriture

source: Remove comment
fr_fr: Retirer le commentaire

source: There are no items in this %1
fr_fr: Il n'y a pas d'objets dans cette %1

source: You may not edit this set, you have read only access.
fr_fr: Vous ne pouvez pas modifier cet ensemble, vous ne disposez que de l'accès en lecture

source: View Item Detail
fr_fr: Voir les informations détaillées

source: Enlarge Image
fr_fr: Agrandir l'image

source: Activity stream
fr_fr: Flux d'activités

source: added an item to %1
fr_fr: a ajouté un objet dans %1

source: changed an item in %1
fr_fr: a changé un objet dans %1

source: removed and item from %1
fr_fr: supprimé et objet de %1

source: shared %1 with %2
fr_fr: partagé %1 avec %2

source: changed how they share %1 with %2
fr_fr: a modifié la façon dont il partage %1 avec %2

source: unshared %1 with %2
fr_fr: non partagé %1 avec %2

source: commented on %1
fr_fr: a commenté %1

source: commented on an item in %1
fr_fr: a commenté un élément dans %1

source: made %1
fr_fr: fait %1

source: edited %1
fr_fr: édité %4

source: deleted %1
fr_fr: supprimé %1

source: Create your first %1
fr_fr: Créez votre premier %1

source: Your User Groups
fr_fr: Vos groupes d'utilisateurs

source: You have made no user groups
fr_fr: Vous n'avez créé aucun groupe d'utilisateurs

source: Login
fr_fr: Se connecter

source: E-mail address
fr_fr: Adresse e-mail

source: Password
fr_fr: Mot de passe

source: Click here to register
fr_fr: Cliquez ici pour vous inscrire

source: Forgot your password?
fr_fr: Mot de passe oublié ?

source: Profile
fr_fr: Profil

source: Reset Password
fr_fr: Réinitialiser votre mot de passe

source: Only enter if you would like to change your current password
fr_fr: Cliquez que si vous souhaitez modifier votre mot de passe actuel.

source: Re-Type password
fr_fr: Retapez le mot de passe

source: Register
fr_fr: S'inscrire

source: Reset Your Password
fr_fr: Réinitialiser votre mot de passe

source: Instructions have been sent to the e-mail address you provided.
fr_fr: Les instructions ont été envoyées à l'adresse électronique que vous avez fournie.

source: You should receive the instructions within the hour. If you do not, contact us for assistance at
fr_fr: Vous devriez recevoir les instructions dans l'heure qui suit. Si ce n'est pas le cas, contactez-nous pour obtenir de l'aide à l'adresse suivante

source: Your password has been reset!
fr_fr: Votre mot de passe a été changé !

source: You may now
fr_fr: Vous devez maintenant

source: login
fr_fr: Se connecter

source: Please confirm you have copied the provided link properly. If you continue to have difficulty, contact us for assistance,
fr_fr: Veuillez confirmer que vous avez copié correctement le lien fourni. Si vous rencontrez toujours des difficultés, contactez-nous pour obtenir de l'aide,

source: Please enter your new password.
fr_fr: Veuillez entrer le nouveau mot de passe

source: New password
fr_fr: Nouveau mot de passe

source: Confirm new password
fr_fr: Confirmer le nouveau mot de passe

source: To reset your password enter the e-mail address you used to register below. A message will be sent to the address with instructions on how to reset your password.
fr_fr: Pour réinitialiser votre mot de passe, saisissez ci-dessous l'adresse électronique que vous avez utilisée pour vous inscrire. Un message sera envoyé à cette adresse avec des instructions sur la manière de réinitialiser votre mot de passe.

source: E-mail
fr_fr: Adresse e-mail

source: Full results
fr_fr: Tous les résultats

source: sort by:
fr_fr: trier par:

source: Search results for %1
fr_fr: Rechercher des résultats pour %1

source: Your search for %1 returned no results
fr_fr: Votre recherche pour %1 n'a pas retourné de résultats

source: Locale
fr_fr: Local

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: Browse
fr_fr: Parcourir

source: Browse by:
fr_fr: Parcourir par:

source: Filter facet
fr_fr: Facette du filtre

source: Browse all %1 &nbsp;<span class="glyphicon glyphicon-arrow-right"></span>
fr_fr: Parcourir tous les %1 &nbsp;<span class="glyphicon glyphicon-arrow-right"></span>

source: No facets available
fr_fr: Pas de facettes disponibles

source: User Profile
fr_fr: Profil

source: Logout
fr_fr: Se déconnecter

source: Advanced Search
fr_fr: Recherche

source: Gallery
fr_fr: Galerie

source: mainSite
fr_fr: Site principal

source: <div class='error'>An error in your system configuration has been detected</div> General installation instructions can be found <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Pawtucket)' target='_blank'>here</a>. For more specific hints on the existing issues please have a look at the messages below.
fr_fr: <div class='error'>Une erreur a été détectée dans la configuration de votre système</div> Les instructions générales d'installation peuvent être consultées <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Pawtucket)' target='_blank'>ici</a>. Pour des conseils plus spécifiques sur les problèmes existants, veuillez consulter les messages ci-dessous.
